*─ׄ─ׅ─⭒─ׄ─ׄ─⭒─ׅ─ׄ─⭒─ׄ─ׄ─⭒─ׄ─ׄ─*

Hola *Barboza* soy *Barboza*

╔══════ •『 𝑪𝑹𝑬𝑨𝑫𝑶𝑹 』
║  🖥️ Barboza
╚═════ ♢.✰.♢ ══════
╔══════ •『 𝑰𝑵𝑭𝑶-𝑩𝑶𝑻 』
║  👤 Cliente: Barboza
║  ⭐ Exp: 6931
║  ⚡ Nivel: 0
╚═════ ♢.✰.♢ ═══════

╔══════ •『 𝑰𝑵𝑭𝑶-𝑼𝑺𝑬𝑹』
║  🤖 Bot: ©Bot-Barboza-Ai®
║  💎 Modo Público
║  💨 Baileys: Multi Device
║  🪄 Tiempo Activo: 04:34:05
║  🎩 Usuarios: 2367 
╚═════ ♢.✰.♢ ════════

*─ׄ─ׄ─⭒─ׄ─ׅ─ׄ⭒─ׄ─ׄ─⭒─ׄ─ׄ─⭒─ׄ─ׅ─*
 ‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎
			⚙️_*𝐋𝐈𝐒𝐓𝐀 𝐃𝐄 𝐂𝐎𝐌𝐀𝐍𝐃𝐎𝐒*_ 🚀
╯*
*╭╍╍╍╍❖【 *❗ _INFO_ ❕* 】
┋💎›【 .precios1
┋💎›【 .precios2
┋💎›【 .staff
┋💎›【 .botreglas
┋💎›【 .owner
┋💎›【 .grupos
┋💎›【 .allmenu
┋💎›【 .menu2
┋💎›【 .menu3
┋💎›【 .runtime
┋💎›【 .totalfunciones
┋💎›【 .menuff
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *🔎 _SEARCH_ 🔍* 】
┋💎›【 .pinscroll <búsqueda>
┋💎›【 .pinseguir
┋💎›【 .pinatras
┋💎›【 .ytsearch *<texto>*
┋💎›【 .yts *<texto>*
┋💎›【 .tksearch <búsqueda>
┋💎›【 .tkseguir
┋💎›【 .pelisplus *<título>*
┋💎›【 .neko
┋💎›【 .waifu
┋💎›【 .biblia *<referencia>*
┋💎›【 .biblia *<referencia>*
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *🕹️ GAME 🎮* 】
┋💎›【 .trivia
┋💎›【 .capitalde
┋💎›【 .pelear
┋💎›【 .adivinabandera
┋💎›【 .ahorcado
┋💎›【 .game
┋💎›【 .slot <apuesta>
┋💎›【 .sopa
┋💎›【 .buscarpalabras
┋💎›【 .apostar *<cantidad>*
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *⚙️ _SUB BOTS_ 🤖* 】

*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *🌐 _RPG_ 🥇* 】
┋💎›【 .abrircofre
┋💎›【 .resemanal
┋💎›【 .buy <cantidad>
┋💎›【 .work
┋💎›【 .darxp *@user <cantidad>*
┋💎›【 .verxp
┋💎›【 .lb
┋💎›【 .annual
┋💎›【 .yearly
┋💎›【 .aventura
┋💎›【 .adventure
┋💎›【 .batalla @usuario
┋💎›【 .berburu
┋💎›【 .chetarki
┋💎›【 .chetarki
┋💎›【 .claim2
┋💎›【 .claim3
┋💎›【 .crimen
┋💎›【 .dardulces *@user <cantidad>*
┋💎›【 .regalarxp *@user <cantidad>*
┋💎›【 .claim
┋💎›【 .dulces
┋💎›【 .explorar
┋💎›【 .halloween
┋💎›【 .heal
┋💎›【 .inventario
┋💎›【 .inv
┋💎›【 .ki
┋💎›【 .levelup
┋💎›【 .masc
┋💎›【 .monthly
┋💎›【 .minar
┋💎›【 .quitarxp *@user <cantidad>*
┋💎›【 .retirar
┋💎›【 .weekly
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *🎑 _REGISTRO_ 🎟️* 】
┋💎›【 .profile [@user]
┋💎›【 .profile [@user]
┋💎›【 .setbirth <establece tu cumpleaños>
┋💎›【 .setdescription <establece tu descripción>
┋💎›【 .setgenre <establece tu genero>
┋💎›【 .profile
┋💎›【 .reg
┋💎›【 .unreg
┋💎›【 .confesar <número mensaje>
┋💎›【 .respuesta <id mensaje>
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *💟 2STICKER_ 🏷️* 】
┋💎›【 .brat *<texto>*
┋💎›【 .pfp @user
┋💎›【 .quotly *<texto>*
┋💎›【 .scat
┋💎›【 .stiker <img>
┋💎›【 .sticker <url>
┋💎›【 .wm *<nombre>|<autor>*
┋💎›【 .emojimix *<emoji+emoji>*
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *🖼️ _IMAGE_ 🎇* 】
┋💎›【 .pinterest <término>
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *👥 _GROUPS_ 📢* 】
┋💎›【 .mute
┋💎›【 .unmute
┋💎›【 .grouptime *<open/close>* *<número>*
┋💎›【 .add *<número>*
┋💎›【 .banearbot
┋💎›【 .chetaruser
┋💎›【 .delete
┋💎›【 .demote *@tag*
┋💎›【 .fantasmas
┋💎›【 .infogp
┋💎›【 .hidetag
┋💎›【 .encuesta *<pregunta|opciones>*
┋💎›【 .promote *593xxx*
┋💎›【 .promote *@usuario*
┋💎›【 .promote *responder chat*
┋💎›【 .resetlink
┋💎›【 .setbye @user + texto
┋💎›【 .setwelcome @user + texto
┋💎›【 .sorteo
┋💎›【 .todos
┋💎›【 .desbanearbot
┋💎›【 .kick *@user*
┋💎›【 .emotag < emoji >
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *🎛️ _ON / OFF_ 🔌* 】
┋💎›【 .enable
┋💎›【 .disable
┋💎›【 .on
┋💎›【 .off
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *💎 _PREMIUM_ 👑* 】
┋💎›【 .xnxxsearch <query>
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *📥 _DOWNLOAD_ 📤* 】
┋💎›【 .audio
┋💎›【 .animedl <anime-id> <episode-number>
┋💎›【 .capcutdownload *<url cc>*
┋💎›【 .tiktokuser *<usuario>*
┋💎›【 .spotify
┋💎›【 .music
┋💎›【 .fb *<link>*
┋💎›【 .playaudio <texto>
┋💎›【 .mp3
┋💎›【 .spotify
┋💎›【 .music
┋💎›【 .xnxxsearch <query>
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *🔧 _TOOLS_ 🛠️* 】
┋💎›【 .pinscroll <búsqueda>
┋💎›【 .pinseguir
┋💎›【 .pinatras
┋💎›【 .flux *<texto>*
┋💎›【 .tourl2
┋💎›【 .tourl
┋💎›【 .rev
┋💎›【 .dalle
┋💎›【 .nuevafotochannel
┋💎›【 .nosilenciarcanal
┋💎›【 .silenciarcanal
┋💎›【 .noseguircanal
┋💎›【 .seguircanal
┋💎›【 .avisoschannel
┋💎›【 .resiviravisos
┋💎›【 .inspect
┋💎›【 .inspeccionar
┋💎›【 .eliminarfotochannel
┋💎›【 .reactioneschannel
┋💎›【 .reaccioneschannel
┋💎›【 .nuevonombrecanal
┋💎›【 .nuevadescchannel
┋💎›【 .setmoneda
┋💎›【 .reenviar
┋💎›【 .demo
┋💎›【 .fake *<texto/@tag/texto>*
┋💎›【 .hd
┋💎›【 .removebg
┋💎›【 .tourl2
┋💎›【 .tourl
┋💎›【 .tts <lang> <teks>
┋💎›【 .tomp3
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *🎉 _FUN_ 🎊* 】
┋💎›【 .love
┋💎›【 .coffe/cafe @tag
┋💎›【 .dado
┋💎›【 .formarnv
┋💎›【 .acariciar @tag
┋💎›【 .amistad
┋💎›【 .gay2 *@user*
┋💎›【 .lesbiana *@user*
┋💎›【 .pajero *@user*
┋💎›【 .pajera *@user*
┋💎›【 .puto *@user*
┋💎›【 .puta *@user*
┋💎›【 .manco *@user*
┋💎›【 .manca *@user*
┋💎›【 .rata *@user*
┋💎›【 .prostituta *@user*
┋💎›【 .prostituto *@user*
┋💎›【 .consejo
┋💎›【 .doxear <nombre> | <@tag>
┋💎›【 .facto
┋💎›【 .follar
┋💎›【 .formarpareja
┋💎›【 .formarpareja5
┋💎›【 .formartrio
┋💎›【 .oracion
┋💎›【 .gay
┋💎›【 .huevo @user
┋💎›【 .insulto
┋💎›【 .kchero
┋💎›【 .besar @tag
┋💎›【 .love *@user*
┋💎›【 .madrid
┋💎›【 .marry *@usuario*
┋💎›【 .divorce
┋💎›【 .morse *<encode|decode>*
┋💎›【 .pajeame
┋💎›【 .perra
┋💎›【 .personalidad *<nombre>*
┋💎›【 .piropo
┋💎›【 .pregunta *<texto>*
┋💎›【 .acosar @usuario
┋💎›【 .abrazar @usuario
┋💎›【 .llorar @usuario
┋💎›【 .abrazar @usuario
┋💎›【 .awoo @usuario
┋💎›【 .besar @usuario
┋💎›【 .lamer @usuario
┋💎›【 .acariciar @usuario
┋💎›【 .engreído @usuario
┋💎›【 .golpear @usuario
┋💎›【 .lanzar @usuario
┋💎›【 .ruborizarse @usuario
┋💎›【 .sonreír @usuario
┋💎›【 .saludar @usuario
┋💎›【 .chocar @usuario
┋💎›【 .sostener @usuario
┋💎›【 .morder @usuario
┋💎›【 .glomp @usuario
┋💎›【 .abofetear @usuario
┋💎›【 .matar @usuario
┋💎›【 .feliz @usuario
┋💎›【 .guiñar @usuario
┋💎›【 .tocar @usuario
┋💎›【 .bailar @usuario
┋💎›【 .cringe @usuario
┋💎›【 .reto
┋💎›【 .sapa
┋💎›【 .sapo
┋💎›【 .sorteo
┋💎›【 .top
┋💎›【 .verdad
┋💎›【 .tijeras @tag
┋💎›【 .zorra
┋💎›【 .acertijo
┋💎›【 .ruleta *<cantidad> <color>*
┋💎›【 .┋💎›【 .buycoins
┋💎›【 .buyall
┋💎›【 .letra *<texto>*
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *🔞 _NSFW_ 📛* 】
┋💎›【 .pechos
┋💎›【 .tetas
┋💎›【 .genshin
┋💎›【 .swimsuit
┋💎›【 .schoolswimsuit
┋💎›【 .white
┋💎›【 .barefoot
┋💎›【 .touhou
┋💎›【 .gamecg
┋💎›【 .hololive
┋💎›【 .uncensored
┋💎›【 .sunglasses
┋💎›【 .glasses
┋💎›【 .weapon
┋💎›【 .shirtlift
┋💎›【 .chain
┋💎›【 .fingering
┋💎›【 .flatchest
┋💎›【 .torncloth
┋💎›【 .bondage
┋💎›【 .demon
┋💎›【 .wet
┋💎›【 .pantypull
┋💎›【 .headdress
┋💎›【 .headphone
┋💎›【 .tie
┋💎›【 .anusview
┋💎›【 .shorts
┋💎›【 .stokings
┋💎›【 .topless
┋💎›【 .beach
┋💎›【 .bunnygirl
┋💎›【 .bunnyear
┋💎›【 .idol
┋💎›【 .vampire
┋💎›【 .gun
┋💎›【 .maid
┋💎›【 .bra
┋💎›【 .nobra
┋💎›【 .bikini
┋💎›【 .whitehair
┋💎›【 .blonde
┋💎›【 .pinkhair
┋💎›【 .bed
┋💎›【 .ponytail
┋💎›【 .nude
┋💎›【 .dress
┋💎›【 .underwear
┋💎›【 .foxgirl
┋💎›【 .uniform
┋💎›【 .skirt
┋💎›【 .sex
┋💎›【 .sex2
┋💎›【 .sex3
┋💎›【 .breast
┋💎›【 .twintail
┋💎›【 .spreadpussy
┋💎›【 .tears
┋💎›【 .seethrough
┋💎›【 .breasthold
┋💎›【 .drunk
┋💎›【 .fateseries
┋💎›【 .spreadlegs
┋💎›【 .openshirt
┋💎›【 .headband
┋💎›【 .food
┋💎›【 .close
┋💎›【 .tree
┋💎›【 .nipples
┋💎›【 .erectnipples
┋💎›【 .horns
┋💎›【 .greenhair
┋💎›【 .wolfgirl
┋💎›【 .catgirl
┋💎›【 .r34 <texto>
┋💎›【 .pack
┋💎›【 .pack2
┋💎›【 .pack3
┋💎›【 .videoxxx
┋💎›【 .vídeoxxx
┋💎›【 .videoxxxlesbi
┋💎›【 .videolesbixxx
┋💎›【 .pornolesbivid
┋💎›【 .pornolesbianavid
┋💎›【 .pornolesbiv
┋💎›【 .pornolesbianav
┋💎›【 .pornolesv
┋💎›【 .pack
┋💎›【 .pack2
┋💎›【 .pack3
┋💎›【 .videoxxx
┋💎›【 .vídeoxxx
┋💎›【 .videoxxxlesbi
┋💎›【 .videolesbixxx
┋💎›【 .pornolesbivid
┋💎›【 .pornolesbianavid
┋💎›【 .pornolesbiv
┋💎›【 .pornolesbianav
┋💎›【 .pornolesv
┋💎›【 .pack
┋💎›【 .pack2
┋💎›【 .pack3
┋💎›【 .videoxxx
┋💎›【 .vídeoxxx
┋💎›【 .videoxxxlesbi
┋💎›【 .videolesbixxx
┋💎›【 .pornolesbivid
┋💎›【 .pornolesbianavid
┋💎›【 .pornolesbiv
┋💎›【 .pornolesbianav
┋💎›【 .pornolesv
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *🧮 _DATABASE_ 🖥️* 】
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *👤 _OWNER_ 👁️* 】
┋
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *📣 _AUDIOS_ 🔊* 】
┋💎›【 .bass *<mp3/vn>*
┋💎›【 .blown *<mp3/vn>*
┋💎›【 .deep *<mp3/vn>*
┋💎›【 .earrape *<mp3/vn>*
┋💎›【 .fast *<mp3/vn>*
┋💎›【 .fat *<mp3/vn>*
┋💎›【 .nightcore *<mp3/vn>*
┋💎›【 .reverse *<mp3/vn>*
┋💎›【 .robot *<mp3/vn>*
┋💎›【 .slow *<mp3/vn>*
┋💎›【 .smooth *<mp3/vn>*
┋💎›【 .tupai *<mp3/vn>*
┋💎›【 .reverb *<mp3/vn>*
┋💎›【 .chorus *<mp3/vn>*
┋💎›【 .flanger *<mp3/vn>*
┋💎›【 .distortion *<mp3/vn>*
┋💎›【 .pitch *<mp3/vn>*
┋💎›【 .highpass *<mp3/vn>*
┋💎›【 .lowpass *<mp3/vn>*
┋💎›【 .underwater *<mp3/vn>*
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *🗝️ _ADVANCED_ 📍* 】
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *🎮_frefire_ 🎮* 】
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *descargas* 】
┋💎›【 .yta
┋💎›【 .ytmp3
┋💎›【 .play2
┋💎›【 .ytv
┋💎›【 .ytmp4
┋💎›【 .tiktok2 *<link>*
┋💎›【 .yta
┋💎›【 .ytmp3
┋💎›【 .play2
┋💎›【 .ytv
┋💎›【 .ytmp4
┋💎›【 .mega
┋💎›【 .ttmp3 ◜⭐◞
┋💎›【 .tiktokmp3 ◜⭐◞
┋💎›【 .apk2
┋💎›【 .mediafire
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *maker* 】
┋💎›【 .gay
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *juegos* 】
┋💎›【 .apostardulces <cantidad> @usuario
┋💎›【 .topmascota
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *random* 】
┋💎›【 .tiktokvalle
┋💎›【 .tiktokfrases
┋💎›【 .tiktokhot
┋💎›【 .tiktokmusic
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *enlace2* 】
┋💎›【 .link2
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *econ* 】
┋💎›【 .afk [alasan]
┋💎›【 .rf
┋💎›【 .rm
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *buscadores* 】
┋💎›【 .wikipedia <apa> ◜⭐◞
┋💎›【 .google <pencarian>
┋💎›【 .googlef <pencarian>
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *buscador* 】
┋💎›【 .mercadolibre <búsqueda>
┋💎›【 .tweetposts
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *transformador* 】
┋💎›【 .ibb
┋💎›【 .tourl2
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *fix* 】
┋💎›【 .dsowner
┋💎›【 .dsowner
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *internet* 】
┋💎›【 .imagen *<texto>*
┋💎›【 .imagen *<texto>*
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *dl* 】
┋💎›【 .imagen *<texto>*
┋💎›【 .gitclone *<url git>*
┋💎›【 .igstory
┋💎›【 .likee *<url>*
┋💎›【 .tiktok *<url>*
┋💎›【 .tiktokhd *<url>*
┋💎›【 .ig *<link>*
┋💎›【 .ytmp4 *<link yt>*
┋💎›【 .imagen *<texto>*
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *tiktok* 】
┋💎›【 .tksearch <búsqueda>
┋💎›【 .tkseguir
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *freefire* 】
┋💎›【 .donarsala
┋💎›【 .12vs12
┋💎›【 .16vs16
┋💎›【 .20vs20
┋💎›【 .24vs24
┋💎›【 .4vs4
┋💎›【 .6vs6
┋💎›【 .8vs8
┋💎›【 .cuadrilatero
┋💎›【 .guerra
┋💎›【 .interna4
┋💎›【 .reglaslideres
┋💎›【 .reglaslideres2
┋💎›【 .scrim
┋💎›【 .purgatorio
┋💎›【 .alpes
┋💎›【 .bermuda
┋💎›【 .menuff
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *descarga* 】
┋💎›【 .spotify ◜⭐◞
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *economy* 】
┋💎›【 .bal
┋💎›【 .bank
┋💎›【 .depositar
┋💎›【 .prestar [cantidad] [@tag]
┋💎›【 .pagar [cantidad] [@tag]
┋💎›【 .deuda [cantidad] [@tag]
┋💎›【 .rob2
┋💎›【 .abrircasa
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *economía* 】
┋💎›【 .dulcesdiario
┋💎›【 .canjearcaramelos <cantidad>
┋💎›【 .ganarmonedas
┋💎›【 .quitarmonedas <cantidad>
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *emox* 】
┋💎›【 .sleep/dormir @tag
┋💎›【 .bite/morder @tag
┋💎›【 .blush/sonrojarse @tag
┋💎›【 .bored/aburrido @tag
┋💎›【 .grop/manosear @tag
┋💎›【 .happy/feliz @tag
┋💎›【 .hello/hola @tag
┋💎›【 .kill/matar @tag
┋💎›【 .sad/triste @tag
┋💎›【 .smoke/fumar @tag
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *nsfws* 】
┋💎›【 .anal/culiar @tag
┋💎›【 .cum/leche @tag
┋💎›【 .penetrar @user
┋💎›【 .lickpussy/coño @tag
┋💎›【 .sexo/sex @tag
┋💎›【 .violar/perra @tag
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *diversión* 】
┋💎›【 .adoptada @usuario
┋💎›【 .adoptado @usuario
┋💎›【 .gordopantene @usuario
┋💎›【 .gordoteton @usuario
┋💎›【 .meme
┋💎›【 .negra @usuario
┋💎›【 .peruana @usuario
┋💎›【 .peruano @usuario
┋💎›【 .sinculo @usuario
┋💎›【 .sinpito @usuario
┋💎›【 .sintetas @usuario
┋💎›【 .meme
┋💎›【 .mp4meme
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *diversion* 】
┋💎›【 .asustar @usuario
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *consultor* 】
┋💎›【 .cpf *<numero>*
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *games* 】
┋💎›【 .deathnote
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *info* 】
┋💎›【 .cuartoschampions
┋💎›【 .sugerir
┋💎›【 .status
┋💎›【 .horario
┋💎›【 .newcommand
┋💎›【 .ping
┋💎›【 .sistema
┋💎›【 .sugerir
┋💎›【 .reportar
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *arte* 】
┋💎›【 .poesía
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *cocina* 】
┋💎›【 .recetas
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *gacha* 】
┋💎›【 .givechar <nombre del personaje> @usuario
┋💎›【 .givewaifu <nombre del personaje> @usuario
┋💎›【 .regalar <nombre del personaje> @usuario
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *ai* 】
┋💎›【 .chatgpt <texto>
┋💎›【 .ia <texto>
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *grupo* 】
┋💎›【 .group abrir / cerrar
┋💎›【 .groupdesc <text>
┋💎›【 .link
┋💎›【 .setname <text>
┋💎›【 admins <texto>
┋💎›【 .delete
┋💎›【 .invite *<numero>*
┋💎›【 .listonline
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *staff* 】
┋💎›【 .noaceptar
┋💎›【 .noaceptar
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *jadibot* 】
┋💎›【 .code
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *logo* 】
┋💎›【 .menu3
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *mascota* 】
┋💎›【 .excavar
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *mascotas* 】
┋💎›【 .level
┋💎›【 .viajar
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *admin* 】
┋💎›【 .quitardulces <cantidad> <@usuario>
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
*╭╍╍╍╍❖【 *herramientas* 】
┋💎›【 .clima *<ciudad/país>*
*╰╍╍╍╍❖•ೋ° °ೋ•❖╍╍╍╍╯*
© Powered By Bot Barboza🌪️