import { promises } from 'fs';
import { join } from 'path';
import moment from 'moment-timezone';
import { xpRange } from '../lib/levelling.js';

let handler = async (m, { conn, usedPrefix: _p, __dirname }) => {
    try {
        let { exp, limit, level, role } = global.db.data.users[m.sender];
        let { min, xp, max } = xpRange(level, global.multiplier);
        let name = await conn.getName(m.sender);
        let fecha = moment.tz('America/Bogota').format('DD/MM/YYYY');
        let hora = moment.tz('America/Argentina/Buenos_Aires').format('LT');
        let totalreg = Object.keys(global.db.data.users).length;
        let rtotalreg = Object.values(global.db.data.users).filter(user => user.registered == true).length;

        let menuText = `╔═══════════════╗
┇➤ 𝙃𝙊𝙇𝘼, 𝙃𝙐𝙈𝘼𝙉𝙊 
┇@${m.sender.split('@')[0]}
╚═══════════════╝
╔═══════════════╗
┇ 𝘽𝙊𝙇𝙄𝙇𝙇𝙊 𝘽𝙊𝙏 / 𝙈𝙀𝙇𝘿𝙀𝙓𝙕𝙕 / 𝙅𝙊𝙎𝙎 🥖
╚═══════════════╝

▸▸ 𝙂𝙀𝙉𝙀𝙍𝘼𝙇◂◂
│┊➺ 🌐.𝘧𝘳𝘦𝘦𝘧𝘪𝘳𝘦
│┊➺ 🌐.𝘮𝘦𝘯𝘶18
│┊➺ 🌐.𝘵𝘢𝘳𝘪𝘧𝘢
│┊➺ 🌐.𝘱𝘳𝘰𝘮𝘰𝘤𝘪𝘰𝘯𝘦𝘴
│┊➺ 🌐.𝘦𝘯𝘢𝘣𝘭𝘦
│┊➺ 🌐.𝘳𝘦𝘱𝘰𝘳𝘵𝘦 <𝘵𝘦𝘬𝘴>
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
▸▸𝙄𝙉𝙁𝙊◂◂
│┊➺ 👨🏻‍💻 .𝘤𝘶𝘦𝘯𝘵𝘢𝘰𝘧𝘪𝘤𝘪𝘢𝘭
│┊➺ 👨🏻‍💻 .𝘥𝘰𝘯𝘢𝘳
│┊➺ 👨🏻‍💻 .𝘦𝘴𝘵𝘢𝘥𝘰
│┊➺ 👨🏻‍💻 .𝘨𝘳𝘰𝘶𝘱𝘴
│┊➺ 👨🏻‍💻 .𝘨𝘳𝘰𝘶𝘱𝘭𝘪𝘴𝘵
│┊➺ 👨🏻‍💻 .𝘨𝘳𝘶𝘱𝘰𝘴
│┊➺ 👨🏻‍💻 .𝘱𝘪𝘯𝘨
│┊➺ 👨🏻‍💻 .𝘴𝘱𝘦𝘦𝘥
│┊➺ 👨🏻‍💻 .𝘳𝘦𝘲𝘶𝘦𝘴𝘵 <𝘵𝘦𝘬𝘴>
│┊➺ 👨🏻‍💻 .𝘳𝘶𝘯𝘵𝘪𝘮𝘦
│┊➺ 👨🏻‍💻 .𝘴𝘱𝘦𝘦𝘥𝘵𝘦𝘴𝘵
│┊➺ 👨🏻‍💻 .𝘩𝘦𝘭𝘱
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
★ 𝘿𝙀𝙎𝘾𝘼𝙍𝙂𝘼𝙎 ★
│┊➺ 📂 .𝘧𝘣 (💎)
│┊➺ 📂 .𝘧𝘢𝘤𝘦𝘣𝘰𝘰𝘬 (💎)
│┊➺ 📂 .𝘧𝘣𝘥𝘭 (💎)
│┊➺ 📂 .𝘪𝘯𝘴𝘵𝘢𝘨𝘳𝘢𝘮 <𝘭𝘪𝘯𝘬 𝘪𝘨> (💎)
│┊➺ 📂 .𝘪𝘨𝘴𝘵𝘢𝘭𝘬 (💎)
│┊➺ 📂 .𝘮𝘦𝘥𝘪𝘢𝘧𝘪𝘳𝘦 (💎)
│┊➺ 📂 .𝘮𝘦𝘥𝘪𝘢𝘧𝘪𝘳𝘦𝘥𝘭 (💎)
│┊➺ 📂 .𝘢𝘱𝘬
│┊➺ 📂 .𝘢𝘱𝘬𝘮𝘰𝘥
│┊➺ 📂 .𝘱𝘭𝘢𝘺
│┊➺ 📂 .𝘱𝘭𝘢𝘺2
│┊➺ 📂 .𝘱𝘭𝘢𝘺3
│┊➺ 📂 .𝘱𝘭𝘢𝘺4
│┊➺ 📂 .𝘱𝘭𝘢𝘺𝘥𝘰𝘤
│┊➺ 📂 .𝘺𝘵𝘮𝘱4
│┊➺ 📂 .𝘺𝘵𝘮𝘱3
│┊➺ 📂 .𝘺𝘵𝘮𝘱4𝘥𝘰𝘤
│┊➺ 📂 .𝘺𝘵𝘮𝘱3𝘥𝘰𝘤
│┊➺ 📂 .𝘱𝘭𝘢𝘺𝘭𝘪𝘴𝘵
│┊➺ 📂 .𝘺𝘵𝘴
│┊➺ 📂 .𝘴𝘱𝘰𝘵𝘪𝘧𝘺
│┊➺ 📂 .𝘵𝘪𝘬𝘵𝘰𝘬 (💎)
│┊➺ 📂 .𝘵𝘪𝘬𝘵𝘰𝘬𝘴𝘦𝘢𝘳𝘤𝘩 <𝘵𝘦𝘹𝘵𝘰> (💎)
│┊➺ 📂 .𝘵𝘪𝘬𝘵𝘰𝘬𝘴𝘵𝘢𝘭𝘬 (💎)
│┊➺ 📂 .𝘢𝘱𝘱𝘭𝘦𝘮𝘶𝘴𝘪𝘤 (💎)
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
▸▸𝙅𝙐𝙀𝙂𝙊𝙎◂◂
│┊➺ 🕹️.𝘢𝘤𝘦𝘳𝘵𝘪𝘫𝘰
│┊➺ 🕹️.𝘱𝘦𝘭𝘪𝘤𝘶𝘭𝘢
│┊➺ 🕹️.𝘵𝘳𝘪𝘷𝘪𝘢
│┊➺ 🕹️.𝘢𝘩𝘰𝘳𝘤𝘢𝘥𝘰
│┊➺ 🕹️.𝘱𝘱𝘵
│┊➺ 🕹️.𝘴𝘶𝘪𝘵𝘱𝘷𝘱
│┊➺ 🕹️.𝘱𝘷𝘱
│┊➺ 🕹️.𝘴𝘭𝘰𝘵
│┊➺ 🕹️.𝘢𝘱𝘰𝘴𝘵𝘢𝘳
│┊➺ 🕹️.𝘵𝘪𝘤𝘵𝘢𝘤𝘵𝘰𝘦
│┊➺ 🕹️.𝘵𝘵𝘵
│┊➺ 🕹️.𝘮𝘢𝘵𝘩
│┊➺ 🕹️.𝘮𝘢𝘵𝘦𝘮á𝘵𝘪𝘤𝘢𝘴
│┊➺ 🕹️.𝘥𝘦𝘭𝘵𝘵𝘵
│┊➺ 🕹️.𝘭𝘰𝘷𝘦
│┊➺ 🕹️.𝘨𝘢𝘺2
│┊➺ 🕹️.𝘭𝘦𝘴𝘣𝘪𝘢𝘯𝘢
│┊➺ 🕹️.𝘱𝘢𝘫𝘦𝘳𝘰
│┊➺ 🕹️.𝘱𝘢𝘫𝘦𝘳𝘢
│┊➺ 🕹️.𝘱𝘶𝘵𝘰
│┊➺ 🕹️.𝘱𝘶𝘵𝘢
│┊➺ 🕹️.𝘮𝘢𝘯𝘤𝘰
│┊➺ 🕹️.𝘮𝘢𝘯𝘤𝘢
│┊➺ 🕹️.𝘳𝘢𝘵𝘢
│┊➺ 🕹️.𝘱𝘳𝘰𝘴𝘵𝘪𝘵𝘶𝘵𝘢
│┊➺ 🕹️.𝘱𝘳𝘰𝘴𝘵𝘪𝘵𝘶𝘵𝘰
│┊➺ 🕹️.𝘢𝘮𝘪𝘨𝘰𝘳𝘢𝘯𝘥𝘰𝘮
│┊➺ 🕹️.𝘢𝘮𝘪𝘴𝘵𝘢𝘥
│┊➺ 🕹️.𝘳𝘦𝘨𝘢𝘭𝘢𝘳
│┊➺ 🕹️.𝘧𝘰𝘳𝘮𝘢𝘳𝘱𝘢𝘳𝘦𝘫𝘢
│┊➺ 🕹️.𝘨𝘢𝘺
│┊➺ 🕹️.𝘱𝘦𝘳𝘴𝘰𝘯𝘢𝘭𝘪𝘥𝘢𝘥
│┊➺ 🕹️.𝘱𝘳𝘦𝘨𝘶𝘯𝘵𝘢
│┊➺ 🕹️.𝘴𝘩𝘪𝘱
│┊➺ 🕹️.𝘵𝘰𝘱𝘨𝘢𝘺𝘴
│┊➺ 🕹️.𝘵𝘰𝘱
│┊➺ 🕹️.𝘵𝘰𝘱𝘱𝘶𝘵𝘰𝘴
│┊➺ 🕹️.𝘵𝘰𝘱𝘭𝘪𝘯𝘥𝘰𝘴
│┊➺ 🕹️.𝘵𝘰𝘱𝘱𝘢𝘫𝘦𝘳@𝘴
│┊➺ 🕹️.𝘵𝘰𝘱𝘴𝘩𝘪𝘱𝘰𝘴𝘵
│┊➺ 🕹️.𝘵𝘰𝘱𝘱𝘢𝘯𝘢𝘧𝘳𝘦𝘴𝘤𝘰
│┊➺ 🕹️.𝘵𝘰𝘱𝘨𝘳𝘢𝘴𝘢
│┊➺ 🕹️.𝘵𝘰𝘱𝘪𝘯𝘵𝘦𝘨𝘳𝘢𝘯𝘵𝘦𝘴
│┊➺ 🕹️.𝘵𝘰𝘱𝘧𝘢𝘮𝘰𝘴@𝘴
│┊➺ 🕹️.𝘵𝘰𝘱𝘴𝘰𝘴𝘵𝘦𝘳𝘰
│┊➺ 🕹️.𝘵𝘰𝘱5𝘱𝘢𝘳𝘦𝘫𝘢𝘴
│┊➺ 🕹️.𝘋𝘰𝘹𝘹𝘦𝘰
│┊➺ 🕹️.𝘧𝘰𝘭𝘭𝘢𝘳
│┊➺ 🕹️.𝘱𝘪𝘳𝘰𝘱𝘰
│┊➺ 🕹️.𝘤𝘩𝘪𝘴𝘵𝘦
│┊➺ 🕹️.𝘳𝘦𝘵𝘰
│┊➺ 🕹️.𝘷𝘦𝘳𝘥𝘢𝘥
│┊➺ 🕹️.𝘧𝘳𝘢𝘴𝘦𝘴
│┊➺ 🕹️.𝘴𝘰𝘱𝘢
│┊➺ 🕹️.𝘣𝘶𝘴𝘤𝘢𝘳𝘱𝘢𝘭𝘢𝘣𝘳𝘢𝘴
│┊➺ 🕹️.𝘤𝘧 <𝘤𝘢𝘯𝘵𝘪𝘥𝘢𝘥>
│┊➺ 🕹️.𝘳𝘵 <𝘤𝘰𝘭𝘰𝘳> <𝘤𝘢𝘯𝘵𝘪𝘥𝘢𝘥>
│┊➺ 🕹️.𝘵𝘹𝘵 (💎)
│┊➺ 🕹️.𝘣𝘳𝘢𝘵 (💎)
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
▸▸𝙍𝙀𝙂𝙄𝙎𝙏𝙍𝙊◂◂
│┊➺ ⚙️ .𝘱𝘦𝘳𝘧𝘪𝘭
│┊➺ ⚙️ .𝘱𝘦𝘳𝘧𝘪𝘭 @𝘶𝘴𝘦𝘳
│┊➺ ⚙️ .𝘳𝘦𝘨
│┊➺ ⚙️ .𝘷𝘦𝘳𝘪𝘧𝘪𝘤𝘢𝘳
│┊➺ ⚙️ .𝘮𝘺𝘯𝘴
│┊➺ ⚙️ .𝘯𝘴𝘦𝘳𝘪𝘦
│┊➺ ⚙️ .𝘶𝘯𝘳𝘦𝘨
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
★ 𝙂𝙍𝙐𝙋𝙊 ~ 𝘼𝘿𝙈𝙄𝙉𝙎 ★
│┊➺🧑🏻‍⚖️ .𝘨𝘳𝘰𝘶𝘱𝘵𝘪𝘮𝘦 <𝘰𝘱𝘦𝘯/𝘤𝘭𝘰𝘴𝘦> <𝘯ú𝘮𝘦𝘳𝘰>
│┊➺🧑🏻‍⚖️ .𝘨𝘳𝘰𝘶𝘱 𝘰𝘱𝘦𝘯 / 𝘤𝘭𝘰𝘴𝘦
│┊➺🧑🏻‍⚖️ .𝘨𝘳𝘶𝘱𝘰 𝘢𝘣𝘳𝘪𝘳 / 𝘤𝘦𝘳𝘳𝘢𝘳
│┊➺🧑🏻‍⚖️ .𝘥𝘦𝘭𝘦𝘵𝘦 @𝘶𝘴𝘦𝘳 | +𝘯𝘶𝘮𝘣𝘦𝘳
│┊➺🧑🏻‍⚖️ .𝘥𝘦𝘭𝘸𝘢𝘳𝘯 @𝘶𝘴𝘦𝘳
│┊➺🧑🏻‍⚖️ .𝘥𝘦𝘮𝘰𝘵𝘦 593𝘹𝘹𝘹
│┊➺🧑🏻‍⚖️ .𝘥𝘦𝘮𝘰𝘵𝘦 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺🧑🏻‍⚖️ .𝘥𝘦𝘮𝘰𝘵𝘦 𝘳𝘦𝘴𝘱𝘰𝘯𝘥𝘦𝘳 𝘤𝘩𝘢𝘵
│┊➺🧑🏻‍⚖️ .𝘪𝘯𝘧𝘰𝘨𝘱
│┊➺🧑🏻‍⚖️ .𝘬𝘪𝘤𝘬 @𝘶𝘴𝘦𝘳
│┊➺🧑🏻‍⚖️ .𝘭𝘪𝘯𝘬𝘨𝘳𝘰𝘶𝘱
│┊➺🧑🏻‍⚖️ .𝘭𝘪𝘴𝘵𝘸𝘢𝘳𝘯
│┊➺🧑🏻‍⚖️ .𝘱𝘳𝘰𝘮𝘰𝘵𝘦 593𝘹𝘹𝘹
│┊➺🧑🏻‍⚖️ .𝘱𝘳𝘰𝘮𝘰𝘵𝘦 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺🧑🏻‍⚖️ .𝘱𝘳𝘰𝘮𝘰𝘵𝘦 𝘳𝘦𝘴𝘱𝘰𝘯𝘥𝘦𝘳 𝘤𝘩𝘢𝘵
│┊➺🧑🏻‍⚖️ .𝘳𝘦𝘴𝘦𝘵𝘭𝘪𝘯𝘬
│┊➺🧑🏻‍⚖️ .𝘴𝘦𝘵𝘣𝘺𝘦 <𝘵𝘦𝘹𝘵>
│┊➺🧑🏻‍⚖️ .𝘴𝘦𝘵𝘱𝘱𝘨𝘤
│┊➺🧑🏻‍⚖️ .𝘴𝘦𝘵𝘸𝘦𝘭𝘤𝘰𝘮𝘦 <𝘵𝘦𝘹𝘵>
│┊➺🧑🏻‍⚖️ .𝘴𝘪𝘮𝘶𝘭𝘢𝘵𝘦 <𝘦𝘷𝘦𝘯𝘵> @𝘶𝘴𝘦𝘳
│┊➺🧑🏻‍⚖️ .𝘴𝘵𝘢𝘧𝘧
│┊➺🧑🏻‍⚖️ .𝘵𝘢𝘨𝘢𝘭𝘭 <𝘮𝘦𝘴𝘢𝘫𝘦>
│┊➺🧑🏻‍⚖️ .𝘪𝘯𝘷𝘰𝘤𝘢𝘳 <𝘮𝘦𝘴𝘢𝘫𝘦>
│┊➺🧑🏻‍⚖️ .𝘸𝘢𝘳𝘯 @𝘶𝘴𝘦𝘳
│┊➺🧑🏻‍⚖️ .𝘪𝘯𝘧𝘰𝘮𝘦𝘯𝘶𝘢𝘣𝘭𝘦 <𝘰𝘱𝘵𝘪𝘰𝘯>
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
▸▸𝙀𝙉𝘼𝘽𝙇𝙀 / 𝘿𝙄𝙎𝘼𝘽𝙇𝙀◂◂
│┊➺ ⚙️ .𝘦𝘯𝘢𝘣𝘭𝘦 <𝘰𝘱𝘵𝘪𝘰𝘯>
│┊➺ ⚙️ .𝘥𝘪𝘴𝘢𝘣𝘭𝘦 <𝘰𝘱𝘵𝘪𝘰𝘯>
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
▸▸𝙉𝙎𝙁𝙒◂◂
│┊➺ 🚫 .𝘮𝘦𝘯𝘶18
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
★ 𝘽𝙐𝙎𝘾𝘼𝘿𝙊𝙍 ★
│┊➺🕵🏻‍♂️ .𝘢𝘯𝘪𝘮𝘦𝘪𝘯𝘧𝘰
│┊➺🕵🏻‍♂️ .𝘨𝘰𝘰𝘨𝘭𝘦 <𝘱𝘦𝘯𝘤𝘢𝘳𝘪𝘢𝘯>
│┊➺🕵🏻‍♂️ .𝘨𝘰𝘰𝘨𝘭𝘦𝘧 <𝘱𝘦𝘯𝘤𝘢𝘳𝘪𝘢𝘯>
│┊➺🕵🏻‍♂️ .𝘭𝘪𝘳𝘪𝘬 <𝘈𝘱𝘢>
│┊➺🕵🏻‍♂️ .𝘭𝘦𝘵𝘳𝘢 <𝘈𝘱𝘢>
│┊➺🕵🏻‍♂️ .𝘸𝘪𝘬𝘪𝘱𝘦𝘥𝘪𝘢 <𝘢𝘱𝘢> (💎)
│┊➺🕵🏻‍♂️ .𝘨𝘪𝘮𝘢𝘨𝘦 <𝘲𝘶𝘦𝘳𝘺> (💎)
│┊➺🕵🏻‍♂️ .𝘪𝘮𝘢𝘨𝘦𝘯 <𝘲𝘶𝘦𝘳𝘺> (💎)
│┊➺🕵🏻‍♂️ .𝘱𝘪𝘯𝘵𝘦𝘳𝘦𝘴𝘵 <𝘬𝘦𝘺𝘸𝘰𝘳𝘥> (💎)
│┊➺🕵🏻‍♂️ .𝘤𝘩𝘢𝘨𝘱𝘵
│┊➺🕵🏻‍♂️ .𝘪𝘢
│┊➺🕵🏻‍♂️ .𝘰𝘱𝘦𝘯𝘢𝘪
│┊➺🕵🏻‍♂️ .𝘨𝘦𝘮𝘪𝘯𝘪
│┊➺🕵🏻‍♂️ .𝘤𝘰𝘱𝘪𝘭𝘰𝘵
│┊➺🕵🏻‍♂️ .𝘥𝘢𝘭𝘭𝘦 (💎)
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
★ 𝙎𝙏𝙄𝘾𝙆𝙀𝙍𝙎 𝙔 𝙀𝙁𝙀𝘾𝙏𝙊𝙎 ★ 
│┊➺ 🎭 .𝘢𝘵𝘵𝘱
│┊➺ 🎭 .𝘦𝘮𝘰𝘫𝘪𝘮𝘪𝘹 𝘦𝘮𝘰𝘵1|𝘦𝘮𝘰𝘵2>
│┊➺ 🎭 .𝘲𝘤
│┊➺ 🎭 .𝘴𝘵𝘪𝘤𝘬𝘦𝘳
│┊➺ 🎭 .𝘸𝘮 <𝘱𝘢𝘤𝘬𝘯𝘢𝘮𝘦>|<𝘢𝘶𝘵𝘩𝘰𝘳>
│┊➺ 🎭 .𝘣𝘢𝘴𝘴 [𝘷𝘯]
│┊➺ 🎭 .𝘣𝘭𝘰𝘸𝘯 [𝘷𝘯]
│┊➺ 🎭 .𝘥𝘦𝘦𝘱 [𝘷𝘯]
│┊➺ 🎭 .𝘦𝘢𝘳𝘳𝘢𝘱𝘦 [𝘷𝘯]
│┊➺ 🎭 .𝘧𝘢𝘴𝘵 [𝘷𝘯]
│┊➺ 🎭 .𝘧𝘢𝘵 [𝘷𝘯]
│┊➺ 🎭 .𝘯𝘪𝘨𝘩𝘵𝘤𝘰𝘳𝘦 [𝘷𝘯]
│┊➺ 🎭 .𝘳𝘦𝘷𝘦𝘳𝘴𝘦 [𝘷𝘯]
│┊➺ 🎭 .𝘳𝘰𝘣𝘰𝘵 [𝘷𝘯]
│┊➺ 🎭 .𝘴𝘭𝘰𝘸 [𝘷𝘯]
│┊➺ 🎭 .𝘴𝘮𝘰𝘰𝘵𝘩 [𝘷𝘯]
│┊➺ 🎭 .𝘵𝘶𝘱𝘢𝘪 [𝘷𝘯]
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
★ 𝙀𝙉𝙏𝙍𝙀𝙏𝙀𝙉𝙄𝙈𝙄𝙀𝙉𝙏𝙊 ★
│┊➺ 🍿 .𝘢𝘧𝘬 [𝘢𝘭𝘢𝘴𝘢𝘯]
│┊➺ 🍿 .𝘣𝘢𝘭𝘢𝘯𝘤𝘦
│┊➺ 🍿 .𝘥𝘦𝘱
│┊➺ 🍿 .𝘳𝘦𝘵𝘪𝘳𝘢𝘳
│┊➺ 🍿 .𝘥𝘢𝘪𝘭𝘺
│┊➺ 🍿 .𝘳𝘰𝘣𝘢𝘳
│┊➺ 🍿 .𝘥𝘢𝘪𝘭𝘺
│┊➺ 🍿 .𝘤𝘭𝘢𝘪𝘮
│┊➺ 🍿 .𝘭𝘦𝘢𝘥𝘦𝘳𝘣𝘰𝘢𝘳𝘥
│┊➺ 🍿 .𝘭𝘣
│┊➺ 🍿 .𝘭𝘦𝘷𝘦𝘭𝘶𝘱
│┊➺ 🍿 .𝘮𝘪𝘯𝘢𝘳
│┊➺ 🍿 .𝘳𝘰𝘣
│┊➺ 🍿 .𝘉𝘶𝘺
│┊➺ 🍿 .𝘉𝘶𝘺𝘢𝘭𝘭
│┊➺ 🍿 .𝘵𝘳𝘢𝘯𝘴𝘧𝘦𝘳 [𝘵𝘪𝘱𝘰] [𝘤𝘢𝘯𝘵𝘪𝘥𝘢𝘥] [@𝘵𝘢𝘨]
│┊➺ 🍿 .𝘸𝘰𝘳𝘬
│┊➺ 🍿 .𝘵𝘳𝘢𝘣𝘢𝘫𝘢
│┊➺ 🍿 .𝘸
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
★ 𝘾𝙊𝙉𝙑𝙀𝙍𝙏𝙄𝘿𝙊𝙍𝙀𝙎 ★ 
│┊➺ 🎈 .𝘵𝘰𝘢𝘯𝘪𝘮𝘦
│┊➺ 🎈 .𝘵𝘰𝘨𝘪𝘧
│┊➺ 🎈 .𝘵𝘰𝘪𝘮𝘨 (𝘳𝘦𝘱𝘭𝘺)
│┊➺ 🎈 .𝘵𝘰𝘮𝘱3
│┊➺ 🎈 .𝘵𝘰𝘶𝘳𝘭 <𝘳𝘦𝘱𝘭𝘺 𝘪𝘮𝘢𝘨𝘦>
│┊➺ 🎈 .𝘵𝘰𝘷𝘪𝘥𝘦𝘰
│┊➺ 🎈 .𝘵𝘵𝘴 <𝘭𝘢𝘯𝘨> <𝘵𝘦𝘬𝘴>
│┊➺ 🎈 .𝘣𝘭𝘢𝘤𝘬𝘱𝘪𝘯𝘬 <𝘵𝘦𝘹𝘵𝘰> (💎)
│┊➺ 🎈 .𝘭𝘰𝘨𝘰𝘴 (💎)
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
★ 𝙃𝙀𝙍𝙍𝘼𝙈𝙄𝙀𝙉𝙏𝘼𝙎 ★
│┊➺ ⚙️ .𝘵𝘪𝘯𝘺𝘶𝘳𝘭 <𝘭𝘪𝘯𝘬>
│┊➺ ⚙️ .𝘢𝘤𝘰𝘳𝘵𝘢𝘳 <𝘭𝘪𝘯𝘬>
│┊➺ ⚙️ .𝘤𝘭𝘪𝘮𝘢 <𝘤𝘪𝘶𝘥𝘢𝘥/𝘱𝘢í𝘴>
│┊➺ ⚙️ .𝘧𝘢𝘬𝘦 <𝘵𝘦𝘹𝘵> @𝘶𝘴𝘦𝘳 <𝘵𝘦𝘹𝘵2> (💎)
│┊➺ ⚙️ .𝘥𝘴
│┊➺ ⚙️ .𝘩𝘥 (💎)
│┊➺ ⚙️ .𝘯𝘰𝘸𝘢
│┊➺ ⚙️ .𝘯𝘱𝘮𝘴𝘦𝘢𝘳𝘤𝘩 (💎)
│┊➺ ⚙️ .𝘳𝘦𝘢𝘥𝘮𝘰𝘳𝘦 <𝘵𝘦𝘹𝘵1>|<𝘵𝘦𝘹𝘵2> (💎)
│┊➺ ⚙️ .𝘴𝘴 <𝘶𝘳𝘭> (💎)
│┊➺ ⚙️ .𝘴𝘴𝘸𝘦𝘣 <𝘶𝘳𝘭> (💎)
│┊➺ ⚙️ .𝘴𝘵𝘺𝘭𝘦 <𝘵𝘦𝘹𝘵𝘰> (💎)
│┊➺ ⚙️ .𝘴𝘶𝘱𝘦𝘳𝘪𝘯𝘴𝘱𝘦𝘤𝘵
│┊➺ ⚙️ .𝘪𝘯𝘴𝘱𝘦𝘤𝘵
│┊➺ ⚙️ .𝘵𝘳𝘢𝘥𝘶𝘤𝘪𝘳
│┊➺ ⚙️ .𝘵𝘳𝘢𝘯𝘴𝘭𝘢𝘵𝘦
│┊➺ ⚙️ .𝘲𝘶𝘦𝘮𝘶𝘴𝘪𝘤𝘢
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
★ 𝙒𝘼𝙇𝙇𝙋𝘼𝙋𝙀𝙍𝙎 & 𝙄𝙈𝘼𝙂𝙀𝙉𝙀𝙎 ★
│┊➺ 🎨 .𝘢𝘬𝘪𝘳𝘢 (💎)
│┊➺ 🎨 .𝘢𝘬𝘪𝘺𝘢𝘮𝘢 (💎)
│┊➺ 🎨 .𝘢𝘯𝘯𝘢 (💎)
│┊➺ 🎨 .𝘢𝘴𝘶𝘯𝘢 (💎)
│┊➺ 🎨 .𝘢𝘺𝘶𝘻𝘢𝘸𝘢 (💎)
│┊➺ 🎨 .𝘣𝘰𝘳𝘶𝘵𝘰 (💎)
│┊➺ 🎨 .𝘤𝘩𝘪𝘩𝘰 (💎)
│┊➺ 🎨 .𝘤𝘩𝘪𝘵𝘰𝘨𝘦 (💎)
│┊➺ 🎨 .𝘥𝘦𝘪𝘥𝘢𝘳𝘢 (💎)
│┊➺ 🎨 .𝘦𝘳𝘻𝘢 (💎)
│┊➺ 🎨 .𝘦𝘭𝘢𝘪𝘯𝘢 (💎)
│┊➺ 🎨 .𝘦𝘣𝘢 (💎)
│┊➺ 🎨 .𝘦𝘮𝘪𝘭𝘪𝘢 (💎)
│┊➺ 🎨 .𝘩𝘦𝘴𝘵𝘪𝘢 (💎)
│┊➺ 🎨 .𝘩𝘪𝘯𝘢𝘵𝘢 (💎)
│┊➺ 🎨 .𝘪𝘯𝘰𝘳𝘪 (💎)
│┊➺ 🎨 .𝘪𝘴𝘶𝘻𝘶 (💎)
│┊➺ 🎨 .𝘪𝘵𝘢𝘤𝘩𝘪 (💎)
│┊➺ 🎨 .𝘪𝘵𝘰𝘳𝘪 (💎)
│┊➺ 🎨 .𝘬𝘢𝘨𝘢 (💎)
│┊➺ 🎨 .𝘬𝘢𝘨𝘶𝘳𝘢 (💎)
│┊➺ 🎨 .𝘬𝘢𝘰𝘳𝘪 (💎)
│┊➺ 🎨 .𝘬𝘦𝘯𝘦𝘬𝘪 (💎)
│┊➺ 🎨 .𝘬𝘰𝘵𝘰𝘳𝘪 (💎)
│┊➺ 🎨 .𝘬𝘶𝘳𝘶𝘮𝘪 (💎)
│┊➺ 🎨 .𝘮𝘢𝘥𝘢𝘳𝘢 (💎)
│┊➺ 🎨 .𝘮𝘪𝘬𝘢𝘴𝘢 (💎)
│┊➺ 🎨 .𝘮𝘪𝘬𝘶 (💎)
│┊➺ 🎨 .𝘮𝘪𝘯𝘢𝘵𝘰 (💎)
│┊➺ 🎨 .𝘯𝘢𝘳𝘶𝘵𝘰 (💎)
│┊➺ 🎨 .𝘯𝘦𝘻𝘶𝘬𝘰 (💎)
│┊➺ 🎨 .𝘴𝘢𝘨𝘪𝘳𝘪 (💎)
│┊➺ 🎨 .𝘴𝘢𝘴𝘶𝘬𝘦 (💎)
│┊➺ 🎨 .𝘴𝘢𝘬𝘶𝘳𝘢 (💎)
│┊➺ 🎨 .𝘤𝘰𝘴𝘱𝘭𝘢𝘺 (💎)
│┊➺ 🎨 .𝘣𝘭𝘢𝘤𝘬𝘱𝘪𝘯𝘬 (💎)
│┊➺ 🎨 .𝘤𝘳𝘪𝘴𝘵𝘪𝘢𝘯𝘰𝘳𝘰𝘯𝘢𝘭𝘥𝘰 (💎)
│┊➺ 🎨 .𝘤𝘳7 (💎)
│┊➺ 🎨 .𝘤𝘢𝘵 (💎)
│┊➺ 🎨 .𝘪𝘵𝘻𝘺 (💎)
│┊➺ 🎨 .𝘬𝘱𝘰𝘱𝘪𝘵𝘻𝘺 (💎)
│┊➺ 🎨 .𝘬𝘱𝘰𝘱 (💎)
│┊➺ 🎨 .𝘭𝘰𝘭𝘪 (💎)
│┊➺ 🎨 .𝘭𝘰𝘭𝘪𝘷𝘪𝘥 (💎)
│┊➺ 🎨 .𝘭𝘰𝘭𝘪𝘷𝘪𝘥𝘦𝘰𝘴 (💎)
│┊➺ 🎨 .𝘭𝘰𝘭í𝘷𝘪𝘥 (💎)
│┊➺ 🎨 .𝘮𝘦𝘮𝘦 (💎)
│┊➺ 🎨 .𝘮𝘦𝘮𝘦𝘴 (💎)
│┊➺ 🎨 .𝘮𝘦𝘮𝘦2 (💎)
│┊➺ 🎨 .𝘮𝘦𝘮𝘦𝘴2 (💎)
│┊➺ 🎨 .𝘮𝘦𝘴𝘴𝘪 (💎)
│┊➺ 🎨 .𝘯𝘦𝘬𝘰 (💎)
│┊➺ 🎨 .𝘱𝘱𝘤𝘱 (💎)
│┊➺ 🎨 .𝘱𝘱𝘤𝘰𝘶𝘱𝘭𝘦 (💎)
│┊➺ 🎨 .𝘸𝘢𝘪𝘧𝘶 (💎)
│┊➺ 🎨 .𝘸𝘱𝘮𝘰𝘯𝘵𝘢ñ𝘢 (💎)
│┊➺ 🎨 .𝘱𝘶𝘣𝘨 (💎)
│┊➺ 🎨 .𝘸𝘱𝘨𝘢𝘮𝘪𝘯𝘨 (💎)
│┊➺ 🎨 .𝘸𝘱𝘢𝘦𝘴𝘵𝘩𝘦𝘵𝘪𝘤 (💎)
│┊➺ 🎨 .𝘸𝘱𝘳𝘢𝘯𝘥𝘰𝘮 (💎)
│┊➺ 🎨 .𝘤𝘰𝘧𝘧𝘦𝘦 (💎)
│┊➺ 🎨 .𝘱𝘦𝘯𝘵𝘰𝘭 (💎)
│┊➺ 🎨 .𝘤𝘢𝘳𝘪𝘤𝘢𝘵𝘶𝘳𝘢 (💎)
│┊➺ 🎨 .𝘤𝘪𝘣𝘦𝘳𝘦𝘴𝘱𝘢𝘤𝘪𝘰 (💎)
│┊➺ 🎨 .𝘵𝘦𝘤𝘩𝘯𝘰𝘭𝘰𝘨𝘺 (💎)
│┊➺ 🎨 .𝘥𝘰𝘳𝘢𝘦𝘮𝘰𝘯 (💎)
│┊➺ 🎨 .𝘩𝘢𝘤𝘬𝘦𝘳 (💎)
│┊➺ 🎨 .𝘱𝘭𝘢𝘯𝘦𝘵𝘢 (💎)
│┊➺ 🎨 .𝘳𝘢𝘯𝘥𝘰𝘮𝘱𝘳𝘰𝘧𝘪𝘭𝘦 (💎)
│┊➺ 🎨 .𝘸𝘱𝘢𝘦𝘴𝘵𝘩𝘦𝘵𝘪𝘤2 (💎)
│┊➺ 🎨 .𝘸𝘱𝘷𝘦𝘩𝘪𝘤𝘶𝘭𝘰 (💎)
│┊➺ 🎨 .𝘸𝘢𝘭𝘭𝘩𝘱 (💎)
│┊➺ 🎨 .𝘸𝘱𝘮𝘰𝘵𝘰 (💎)
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙

 <[ 𝙏𝙚𝙖𝙢 𝘽𝙤𝙡𝙞𝙡𝙡𝙤 𝘽𝙤𝙩.🥖 ]>`;

       let pp = './Menu2.jpg';
        await conn.sendFile(m.chat, pp, 'menu.jpg', menuText.trim(), m, false, { mentions: [m.sender] }); // Mencionando al usuario en el mensaje con la imagen
        m.react('🙌');
    } catch (e) {
        m.react(`❌`);
        throw e;
    }
};

handler.command = /^(menu|menú|help|ayuda|comandos|m)$/i;
handler.exp = 3;
export default handler;
