
let handler = async (m, { conn }) => {
    let img = 'https://i.postimg.cc/1zZnB4Vd/IMG-5921.jpg';

    
    let name = await conn.getName(m.sender);

    let texto = `╔═══════════════╗
┇➤ 𝙃𝙊𝙇𝘼, 𝙃𝙐𝙈𝘼𝙉𝙊 
┇${name}
╚═══════════════╝
╔═══════════════╗
┇ 𝘽𝙊𝙇𝙸𝙇𝙇𝙊 𝘽𝙊𝙏 / 𝙈𝙀𝙇𝘿𝙀𝙓𝙕𝙕 🥖
╚═══════════════╝

▸▸ 𝙄𝙉𝙁𝙊𝙍𝙈𝘼𝘾𝙄Ó𝙉 ℹ️
│┊➺ ℹ️ .𝘧𝘳𝘦𝘦𝘧𝘪𝘳𝘦
│┊➺ ℹ️ .𝘨𝘶í𝘢
│┊➺ ℹ️ .𝘵𝘪𝘦𝘯𝘥𝘪𝘵𝘢
│┊➺ ℹ️ .𝘰𝘸𝘯𝘦𝘳
│┊➺ ℹ️ .𝘮𝘦𝘯𝘶
│┊➺ ℹ️ .𝘮𝘦𝘯𝘶2
│┊➺ ℹ️ .𝘮𝘦𝘯𝘶3
│┊➺ ℹ️ .𝘳𝘶𝘯𝘵𝘪𝘮𝘦
│┊➺ ℹ️ .𝘵𝘰𝘵𝘢𝘭𝘧𝘶𝘯𝘤𝘪𝘰𝘯𝘦𝘴
│┊➺ ℹ️ .𝘣𝘰𝘵𝘳𝘦𝘨las
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
▸▸ 𝙊𝙉/𝙊𝙁𝙁 ⚙️
│┊➺ ⚙️ .𝘦𝘯𝘢𝘣𝘭𝘦
│┊➺ ⚙️ .𝘥𝘪𝘴𝘢𝘣𝘭𝘦
│┊➺ ⚙️ .𝘰𝘯
│┊➺ ⚙️ .𝘰𝘧𝘧
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
▸▸ 𝙂𝙍𝙐𝙋𝙊𝙎 👥
│┊➺ 👥 .𝘨𝘳𝘰𝘶𝘱𝘵𝘪𝘮𝘦 <𝘰𝘱𝘦𝘯/𝘤𝘭𝘰𝘴𝘦> <𝘯ú𝘮𝘦𝘳𝘰>
│┊➺ 👥 .𝘢𝘥𝘥 <𝘯ú𝘮𝘦𝘳𝘰>
│┊➺ 👥 .𝘣𝘢𝘯𝘦𝘢𝘳𝘣𝘰𝘵
│┊➺ 👥 .𝘤𝘩𝘦𝘵𝘢𝘳𝘶𝘴𝘦𝘳
│┊➺ 👥 .𝘥𝘦𝘭𝘦𝘵𝘦
│┊➺ 👥 .𝘥𝘦𝘮𝘰𝘵𝘦 @𝘵𝘢𝘨
│┊➺ 👥 .𝘧𝘢𝘯𝘵𝘢𝘴𝘮𝘢𝘴
│┊➺ 👥 .𝘪𝘯𝘧𝘰𝘨𝘱
│┊➺ 👥 .𝘩𝘪𝘥𝘦𝘵𝘢𝘨
│┊➺ 👥 .𝘦𝘯𝘤𝘶𝘦𝘴𝘵𝘢 <𝘱𝘳𝘦𝘨𝘶𝘯𝘵𝘢|𝘰𝘱𝘤𝘪𝘰𝘯𝘦𝘴>
│┊➺ 👥 .𝘱𝘳𝘰𝘮𝘰𝘵𝘦 593𝘹𝘹𝘹
│┊➺ 👥 .𝘱𝘳𝘰𝘮𝘰𝘵𝘦 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 👥 .𝘳𝘦𝘴𝘦𝘵𝘭𝘪𝘯𝘬
│┊➺ 👥 .𝘴𝘦𝘵𝘣𝘺𝘦 @𝘶𝘴𝘦𝘳 + 𝘵𝘦𝘹𝘵𝘰
│┊➺ 👥 .𝘴𝘦𝘵𝘸𝘦𝘭𝘤𝘰𝘮𝘦 @𝘶𝘴𝘦𝘳 + 𝘵𝘦𝘹𝘵𝘰
│┊➺ 👥 .𝘴𝘰𝘳𝘵𝘦𝘰
│┊➺ 👥 .𝘵𝘰𝘥𝘰𝘴
│┊➺ 👥 .𝘥𝘦𝘴𝘣𝘢𝘯𝘦𝘢𝘳𝘣𝘰𝘵
│┊➺ 👥 .𝘬𝘪𝘤𝘬 @𝘶𝘴𝘦𝘳
│┊➺ 👥 .𝘮𝘶𝘵𝘦
│┊➺ 👥 .𝘶𝘯𝘮𝘶𝘵𝘦
│┊➺ 👥 .𝘦𝘮𝘰𝘵𝘢𝘨 <𝘦𝘮𝘰𝘫𝘪>
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙                   
▸▸ 𝘼𝙉𝙄𝙈𝙀 𝙔 𝙍𝙊𝙇 🎭
│┊➺ 🎭 .𝘮𝘦𝘴𝘴𝘪
│┊➺ 🎭 .𝘤𝘳7
│┊➺ 🎭 .𝘪𝘯𝘧𝘰𝘢𝘯𝘪𝘮𝘦
│┊➺ 🎭 .𝘢𝘤𝘰𝘴𝘢𝘳 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🎭 .𝘢𝘣𝘳𝘢𝘻𝘢𝘳 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🎭 .𝘭𝘭𝘰𝘳𝘢𝘳 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🎭 .𝘢𝘸𝘰𝘰 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🎭 .𝘣𝘦𝘴𝘢𝘳 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🎭 .𝘭𝘢𝘮𝘦𝘳 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🎭 .𝘢𝘤𝘢𝘳𝘪𝘤𝘪𝘢𝘳 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🎭 .𝘦𝘯𝘨𝘳𝘦í𝘥𝘰 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🎭 .𝘨𝘰𝘭𝘱𝘦𝘢𝘳 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🎭 .𝘭𝘢𝘯𝘻𝘢𝘳 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🎭 .𝘳𝘶𝘣𝘰𝘳𝘪𝘻𝘢𝘳𝘴𝘦 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🎭 .𝘴𝘰𝘯𝘳𝘦í𝘳 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🎭 .𝘴𝘢𝘭𝘶𝘥𝘢𝘳 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🎭 .𝘤𝘩𝘰𝘤𝘢𝘳 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🎭 .𝘴𝘰𝘴𝘵𝘦𝘯𝘦𝘳 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🎭 .𝘮𝘰𝘳𝘥𝘦𝘳 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🎭 .𝘨𝘭𝘰𝘮𝘱 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🎭 .𝘢𝘣𝘰𝘧𝘦𝘵𝘦𝘢𝘳 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🎭 .𝘮𝘢𝘵𝘢𝘳 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🎭 .𝘧𝘦𝘭𝘪𝘻 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🎭 .𝘨𝘶𝘪ñ𝘢𝘳 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🎭 .𝘵𝘰𝘤𝘢𝘳 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🎭 .𝘣𝘢𝘪𝘭𝘢𝘳 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🎭 .𝘤𝘳𝘪𝘯𝘨𝘦 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
▸▸ 𝘽𝙐𝙎𝙌𝙐𝙀𝘿𝘼𝙎 🔍
│┊➺ 🔍 .𝘱𝘪𝘯𝘴𝘤𝘳𝘰𝘭𝘭 <𝘣ú𝘴𝘲𝘶𝘦𝘥𝘢>
│┊➺ 🔍 .𝘱𝘪𝘯𝘴𝘦𝘨𝘶𝘪𝘳
│┊➺ 🔍 .𝘱𝘪𝘯𝘢𝘵𝘳𝘢𝘴
│┊➺ 🔍 .𝘺𝘵𝘴𝘦𝘢𝘳𝘤𝘩 <𝘵𝘦𝘹𝘵𝘰>
│┊➺ 🔍 .𝘺𝘵𝘴 <𝘵𝘦𝘹𝘵𝘰>
│┊➺ 🔍 .𝘵𝘬𝘴𝘦𝘢𝘳𝘤𝘩 <𝘣ú𝘴𝘲𝘶𝘦𝘥𝘢>
│┊➺ 🔍 .𝘵𝘬𝘴𝘦𝘨𝘶𝘪𝘳
│┊➺ 🔍 .𝘱𝘦𝘭𝘪𝘴𝘱𝘭𝘶𝘴 <𝘵í𝘵𝘶𝘭𝘰>
│┊➺ 🔍 .𝘯𝘦𝘬𝘰
│┊➺ 🔍 .𝘸𝘢𝘪𝘧𝘶
│┊➺ 🔍 .𝘣𝘪𝘣𝘭𝘪𝘢 <𝘳𝘦𝘧𝘦𝘳𝘦𝘯𝘤𝘪𝘢>
│┊➺ 🔍 .𝘮𝘦𝘳𝘤𝘢𝘥𝘰𝘭𝘪𝘣𝘳𝘦 <𝘣𝘶𝘴𝘲𝘶𝘦𝘥𝘢>
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
▸▸ 𝙅𝙐𝙀𝙂𝙊𝙎 🎮
│┊➺ 🎮 .𝘤𝘢𝘱𝘪𝘵𝘢𝘭𝘥𝘦
│┊➺ 🎮 .𝘱𝘦𝘭𝘦𝘢𝘳
│┊➺ 🎮 .𝘢𝘥𝘪𝘷𝘪𝘯𝘢𝘣𝘢𝘯𝘥𝘦𝘳𝘢
│┊➺ 🎮 .𝘢𝘩𝘰𝘳𝘤𝘢𝘥𝘰
│┊➺ 🎮 .𝘨𝘢𝘮𝘦
│┊➺ 🎮 .𝘴𝘭𝘰𝘵 <𝘢𝘱𝘶𝘦𝘴𝘵𝘢>
│┊➺ 🎮 .𝘴𝘰𝘱𝘢
│┊➺ 🎮 .𝘣𝘶𝘴𝘤𝘢𝘳𝘱𝘢𝘭𝘢𝘣𝘳𝘢𝘴
│┊➺ 🎮 .𝘢𝘱𝘰𝘴𝘵𝘢𝘳 <𝘤𝘢𝘯𝘵𝘪𝘥𝘢𝘥>
│┊➺ 🎮 .𝘵𝘳𝘪𝘷𝘪𝘢
│┊➺ 🎮 .𝘢𝘴𝘶𝘴𝘵𝘢𝘳
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
▸▸ 𝘿𝙄𝙑𝙀𝙍𝙎𝙄𝙊𝙉 𝙔 𝙈𝙀𝙈𝙀𝙎 🤪
│┊➺ 🤪 .𝘢𝘥𝘰𝘱𝘵𝘢𝘥𝘢 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🤪 .𝘢𝘥𝘰𝘱𝘵𝘢𝘥𝘰 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🤪 .𝘨𝘰𝘳𝘥𝘰𝘱𝘢𝘯𝘵𝘦𝘯𝘦 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🤪 .𝘨𝘰𝘳𝘥𝘰𝘵𝘦𝘵𝘰𝘯 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🤪 .𝘮𝘦𝘮𝘦
│┊➺ 🤪 .𝘯𝘦𝘨𝘳𝘢 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🤪 .𝘱𝘦𝘳𝘶𝘢𝘯𝘢 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🤪 .𝘱𝘦𝘳𝘶𝘢𝘯𝘰 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🤪 .𝘴𝘪𝘯𝘤𝘶𝘭𝘰 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🤪 .𝘴𝘪𝘯𝘱𝘪𝘵𝘰 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🤪 .𝘴𝘪𝘯𝘵𝘦𝘵𝘢𝘴 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🤪 .𝘮𝘱4𝘮𝘦𝘮𝘦
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
▸▸ 𝙍𝙋𝙂 🏆
│┊➺ 🏆 .𝘢𝘣𝘳𝘪𝘳𝘤𝘰𝘧𝘳𝘦
│┊➺ 🏆 .𝘳𝘦𝘴𝘦𝘮𝘢𝘯𝘢𝘭
│┊➺ 🏆 .𝘣𝘶𝘺 <𝘤𝘢𝘯𝘵𝘪𝘥𝘢𝘥>
│┊➺ 🏆 .𝘸𝘰𝘳𝘬
│┊➺ 🏆 .𝘥𝘢𝘳𝘹𝘱 @𝘶𝘴𝘦𝘳 <𝘤𝘢𝘯𝘵𝘪𝘥𝘢𝘥>
│┊➺ 🏆 .𝘷𝘦𝘳𝘹𝘱
│┊➺ 🏆 .𝘢𝘯𝘯𝘶𝘢𝘭                  
│┊➺ 🏆 .𝘺𝘦𝘢𝘳𝘭𝘺
│┊➺ 🏆 .𝘢𝘷𝘦𝘯𝘵𝘶𝘳𝘢
│┊➺ 🏆 .𝘢𝘥𝘷𝘦𝘯𝘵𝘶𝘳𝘦
│┊➺ 🏆 .𝘣𝘢𝘵𝘢𝘭𝘭𝘢 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🏆 .𝘣𝘦𝘳𝘣𝘶𝘳𝘶
│┊➺ 🏆 .𝘤𝘩𝘦𝘵𝘢𝘳𝘬𝘪
│┊➺ 🏆 .𝘤𝘭𝘢𝘪𝘮2
│┊➺ 🏆 .𝘤𝘭𝘢𝘪𝘮3
│┊➺ 🏆 .𝘤𝘳𝘪𝘮𝘦𝘯
│┊➺ 🏆 .𝘥𝘢𝘳𝘥𝘶𝘭𝘤𝘦𝘴 @𝘶𝘴𝘦𝘳 <𝘤𝘢𝘯𝘵𝘪𝘥𝘢𝘥>
│┊➺ 🏆 .𝘳𝘦𝘨𝘢𝘭𝘢𝘳𝘹𝘱 @𝘶𝘴𝘦𝘳 <𝘤𝘢𝘯𝘵𝘪𝘥𝘢𝘥>
│┊➺ 🏆 .𝘤𝘭𝘢𝘪𝘮
│┊➺ 🏆 .𝘥𝘶𝘭𝘤𝘦𝘴
│┊➺ 🏆 .𝘦𝘹𝘱𝘭𝘰𝘳𝘢𝘳
│┊➺ 🏆 .𝘩𝘢𝘭𝘭𝘰𝘸𝘦𝘦𝘯
│┊➺ 🏆 .𝘩𝘦𝘢𝘭
│┊➺ 🏆 .𝘭𝘣
│┊➺ 🏆 .𝘪𝘯𝘷𝘦𝘯𝘵𝘢𝘳𝘪𝘰
│┊➺ 🏆 .𝘪𝘯𝘷
│┊➺ 🏆 .𝘬𝘪
│┊➺ 🏆 .𝘭𝘦𝘷𝘦𝘭𝘶𝘱
│┊➺ 🏆 .𝘮𝘢𝘴𝘤
│┊➺ 🏆 .𝘮𝘰𝘯𝘵𝘩𝘭𝘺
│┊➺ 🏆 .𝘮𝘪𝘯𝘢𝘳
│┊➺ 🏆 .𝘲𝘶𝘪𝘵𝘢𝘳𝘹𝘱 @𝘶𝘴𝘦𝘳 <𝘤𝘢𝘯𝘵𝘪𝘥𝘢𝘥>
│┊➺ 🏆 .𝘳𝘦𝘵𝘪𝘳𝘢𝘳
│┊➺ 🏆 .𝘸𝘦𝘦𝘬𝘭𝘺
│┊➺ 🏆 .𝘳𝘧                   
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
▸▸ 𝙎𝙏𝙄𝘾𝙆𝙀𝙍𝙎 🏷️
│┊➺ 🏷️ .𝘴𝘵 <𝘵𝘦𝘹𝘵𝘰>
│┊➺ 🏷️ .𝘱𝘧𝘱 @𝘶𝘴𝘦𝘳
│┊➺ 🏷️ .𝘲𝘶𝘰𝘵𝘭𝘺/𝘲𝘤 <𝘵𝘦𝘹𝘵𝘰>
│┊➺ 🏷️ .𝘴𝘤𝘢𝘵
│┊➺ 🏷️ .𝘴𝘵𝘪𝘬𝘦𝘳 <𝘪𝘮𝘨>
│┊➺ 🏷️ .𝘴𝘵𝘪𝘤𝘬𝘦𝘳 <𝘶𝘳𝘭>
│┊➺ 🏷️ .𝘸𝘮 <𝘯𝘰𝘮𝘣𝘳𝘦|𝘢𝘶𝘵𝘰𝘳>
│┊➺ 🏷️ .𝘦𝘮𝘰𝘫𝘪𝘮𝘪𝘹 <𝘦𝘮𝘰𝘫𝘪+𝘦𝘮𝘰𝘫𝘪>
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
▸▸ 𝙄𝙈𝘼𝙂𝙀𝙉𝙀𝙎 🖼️
│┊➺ 🖼️ .𝘱𝘪𝘯𝘵𝘦𝘳𝘦𝘴𝘵 <𝘵é𝘳𝘮𝘪𝘯𝘰>
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
▸▸ 𝙂𝙍𝙐𝙋𝙊𝙎 👥
│┊➺ 👥 .𝘨𝘳𝘰𝘶𝘱𝘵𝘪𝘮𝘦 <𝘰𝘱𝘦𝘯/𝘤𝘭𝘰𝘴𝘦> <𝘯ú𝘮𝘦𝘳𝘰>
│┊➺ 👥 .𝘢𝘥𝘥 <𝘯ú𝘮𝘦𝘳𝘰>
│┊➺ 👥 .𝘣𝘢𝘯𝘦𝘢𝘳𝘣𝘰𝘵
│┊➺ 👥 .𝘤𝘩𝘦𝘵𝘢𝘳𝘶𝘴𝘦𝘳
│┊➺ 👥 .𝘥𝘦𝘭𝘦𝘵𝘦
│┊➺ 👥 .𝘥𝘦𝘮𝘰𝘵𝘦 @𝘵𝘢𝘨
│┊➺ 👥 .𝘧𝘢𝘯𝘵𝘢𝘴𝘮𝘢𝘴
│┊➺ 👥 .𝘪𝘯𝘧𝘰𝘨𝘱
│┊➺ 👥 .𝘩𝘪𝘥𝘦𝘵𝘢𝘨
│┊➺ 👥 .𝘦𝘯𝘤𝘶𝘦𝘴𝘵𝘢 <𝘱𝘳𝘦𝘨𝘶𝘯𝘵𝘢|𝘰𝘱𝘤𝘪𝘰𝘯𝘦𝘴>
│┊➺ 👥 .𝘱𝘳𝘰𝘮𝘰𝘵𝘦 593𝘹𝘹𝘹
│┊➺ 👥 .𝘱𝘳𝘰𝘮𝘰𝘵𝘦 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 👥 .𝘳𝘦𝘴𝘦𝘵𝘭𝘪𝘯𝘬
│┊➺ 👥 .𝘴𝘦𝘵𝘣𝘺𝘦 @𝘶𝘴𝘦𝘳 + 𝘵𝘦𝘹𝘵𝘰
│┊➺ 👥 .𝘴𝘦𝘵𝘸𝘦𝘭𝘤𝘰𝘮𝘦 @𝘶𝘴𝘦𝘳 + 𝘵𝘦𝘹𝘵𝘰
│┊➺ 👥 .𝘴𝘰𝘳𝘵𝘦𝘰
│┊➺ 👥 .𝘵𝘰𝘥𝘰𝘴
│┊➺ 👥 .𝘥𝘦𝘴𝘣𝘢𝘯𝘦𝘢𝘳𝘣𝘰𝘵
│┊➺ 👥 .𝘬𝘪𝘤𝘬 @𝘶𝘴𝘦𝘳
│┊➺ 👥 .𝘢𝘧𝘬                    
│┊➺ 👥 .𝘮𝘶𝘵𝘦
│┊➺ 👥 .𝘶𝘯𝘮𝘶𝘵𝘦
│┊➺ 👥 .𝘦𝘮𝘰𝘵𝘢𝘨 <𝘦𝘮𝘰𝘫𝘪>
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
▸▸ 𝘿𝙀𝙎𝘾𝘼𝙍𝙂𝘼𝙎 🛒
│┊➺ 🛒 .𝘺𝘵𝘢
│┊➺ 🛒 .𝘺𝘵𝘮𝘱3
│┊➺ 🛒 .𝘱𝘭𝘢𝘺2
│┊➺ 🛒 .𝘺𝘵𝘷
│┊➺ 🛒 .𝘺𝘵𝘮𝘱4
│┊➺ 🛒 .𝘵𝘪𝘬𝘵𝘰𝘬2 <𝘭𝘪𝘯𝘬>
│┊➺ 🛒 .𝘮𝘦𝘨𝘢
│┊➺ 🛒 .𝘵𝘵𝘮𝘱3
│┊➺ 🛒 .𝘵𝘪𝘬𝘵𝘰𝘬𝘮𝘱3
│┊➺ 🛒 .𝘢𝘱𝘬2
│┊➺ 🛒 .𝘮𝘦𝘥𝘪𝘢𝘧𝘪𝘳𝘦
│┊➺ 🛒 .𝘢𝘶𝘥𝘪𝘰
│┊➺ 🛒 .𝘢𝘯𝘪𝘮𝘦𝘥𝘭 <𝘢𝘯𝘪𝘮𝘦-𝘪𝘥> <𝘦𝘱𝘪𝘴𝘰𝘥𝘦-𝘯𝘶𝘮𝘣𝘦𝘳>
│┊➺ 🛒 .𝘤𝘢𝘱𝘤𝘶𝘵𝘥𝘰𝘸𝘯𝘭𝘰𝘢𝘥 <𝘶𝘳𝘭 𝘤𝘤>
│┊➺ 🛒 .𝘵𝘪𝘬𝘵𝘰𝘬𝘶𝘴𝘦𝘳 <𝘶𝘴𝘶𝘢𝘳𝘪𝘰>
│┊➺ 🛒 .𝘴𝘱𝘰𝘵𝘪𝘧𝘺
│┊➺ 🛒 .𝘮𝘶𝘴𝘪𝘤
│┊➺ 🛒 .𝘧𝘣 <𝘭𝘪𝘯𝘬>
│┊➺ 🛒 .𝘱𝘭𝘢𝘺𝘢𝘶𝘥𝘪𝘰 <𝘵𝘦𝘹𝘵𝘰>
│┊➺ 🛒 .𝘮𝘱3
│┊➺ 🛒 .𝘹𝘯𝘹𝘹𝘴𝘦𝘢𝘳𝘤𝘩 <𝘲𝘶𝘦𝘳𝘺>
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
▸▸ 𝙀𝙈𝙊𝙓 😊
│┊➺ 😊 .𝘴𝘭𝘦𝘦𝘱/𝘥𝘰𝘳𝘮𝘪𝘳 @𝘵𝘢𝘨
│┊➺ 😊 .𝘣𝘪𝘵𝘦/𝘮𝘰𝘳𝘥𝘦𝘳 @𝘵𝘢𝘨
│┊➺ 😊 .𝘣𝘭𝘶𝘴𝘩/𝘴𝘰𝘯𝘳𝘰𝘫𝘢𝘳𝘴𝘦 @𝘵𝘢𝘨
│┊➺ 😊 .𝘣𝘰𝘳𝘦𝘥/𝘢𝘣𝘶𝘳𝘳𝘪𝘥𝘰 @𝘵𝘢𝘨
│┊➺ 😊 .𝘨𝘳𝘰𝘱/𝘮𝘢𝘯𝘰𝘴𝘦𝘢𝘳 @𝘵𝘢𝘨
│┊➺ 😊 .𝘩𝘢𝘱𝘱𝘺/𝘧𝘦𝘭𝘪𝘻 @𝘵𝘢𝘨
│┊➺ 😊 .𝘩𝘦𝘭𝘭𝘰/𝘩𝘰𝘭𝘢 @𝘵𝘢𝘨
│┊➺ 😊 .𝘬𝘪𝘭𝘭/𝘮𝘢𝘵𝘢𝘳 @𝘵𝘢𝘨
│┊➺ 😊 .𝘴𝘢𝘥/𝘵𝘳𝘪𝘴𝘵𝘦 @𝘵𝘢𝘨
│┊➺ 😊 .𝘴𝘮𝘰𝘬𝘦/𝘧𝘶𝘮𝘢𝘳 @𝘵𝘢𝘨
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
▸▸ 𝙃𝙀𝙍𝙍𝘼𝙈𝙄𝙀𝙉𝙏𝘼𝙎 🛠️
│┊➺ 🛠️ .𝘱𝘪𝘯𝘴𝘤𝘳𝘰𝘭𝘭 <𝘣ú𝘴𝘲𝘶𝘦𝘥𝘢>
│┊➺ 🛠️ .𝘱𝘪𝘯𝘴𝘦𝘨𝘶𝘪𝘳
│┊➺ 🛠️ .𝘱𝘪𝘯𝘢𝘵𝘳𝘢𝘴
│┊➺ 🛠️ .𝘧𝘭𝘶𝘹 <𝘵𝘦𝘹𝘵𝘰>
│┊➺ 🛠️ .𝘵𝘰𝘶𝘳𝘭2
│┊➺ 🛠️ .𝘵𝘰𝘶𝘳𝘭
│┊➺ 🛠️ .𝘪𝘣𝘣
│┊➺ 🛠️ .𝘳𝘦𝘷
│┊➺ 🛠️ .𝘥𝘢𝘭𝘭𝘦
│┊➺ 🛠️ .𝘯𝘶𝘦𝘷𝘢𝘧𝘰𝘵𝘰𝘤𝘩𝘢𝘯𝘯𝘦𝘭
│┊➺ 🛠️ .𝘯𝘰𝘴𝘪𝘭𝘦𝘯𝘤𝘪𝘢𝘳𝘤𝘢𝘯𝘢𝘭
│┊➺ 🛠️ .𝘴𝘪𝘭𝘦𝘯𝘤𝘪𝘢𝘳𝘤𝘢𝘯𝘢𝘭
│┊➺ 🛠️ .𝘯𝘰𝘴𝘦𝘨𝘶𝘪𝘳𝘤𝘢𝘯𝘢𝘭
│┊➺ 🛠️ .𝘴𝘦𝘨𝘶𝘪𝘳𝘤𝘢𝘯𝘢𝘭
│┊➺ 🛠️ .𝘢𝘷𝘪𝘴𝘰𝘴𝘤𝘩𝘢𝘯𝘯𝘦𝘭
│┊➺ 🛠️ .𝘳𝘦𝘴𝘪𝘷𝘪𝘳𝘢𝘷𝘪𝘴𝘰𝘴
│┊➺ 🛠️ .𝘪𝘯𝘴𝘱𝘦𝘤𝘵
│┊➺ 🛠️ .𝘪𝘯𝘴𝘱𝘦𝘤𝘤𝘪𝘰𝘯𝘢𝘳
│┊➺ 🛠️ .𝘦𝘭𝘪𝘮𝘪𝘯𝘢𝘳𝘧𝘰𝘵𝘰𝘤𝘩𝘢𝘯𝘯𝘦𝘭
│┊➺ 🛠️ .𝘳𝘦𝘢𝘤𝘵𝘪𝘰𝘯𝘦𝘴𝘤𝘩𝘢𝘯𝘯𝘦𝘭
│┊➺ 🛠️ .𝘳𝘦𝘢𝘤𝘤𝘪𝘰𝘯𝘦𝘴𝘤𝘩𝘢𝘯𝘯𝘦𝘭
│┊➺ 🛠️ .𝘯𝘶𝘦𝘷𝘰𝘯𝘰𝘮𝘣𝘳𝘦𝘤𝘢𝘯𝘢𝘭
│┊➺ 🛠️ .𝘯𝘶𝘦𝘷𝘢𝘥𝘦𝘴𝘤𝘤𝘩𝘢𝘯𝘯𝘦𝘭
│┊➺ 🛠️ .𝘴𝘦𝘵𝘮𝘰𝘯𝘦𝘥𝘢
│┊➺ 🛠️ .𝘳𝘦𝘦𝘯𝘷𝘪𝘢𝘳
│┊➺ 🛠️ .𝘥𝘦𝘮𝘰
│┊➺ 🛠️ .𝘧𝘢𝘬𝘦 <𝘵𝘦𝘹𝘵𝘰/@𝘵𝘢𝘨/𝘵𝘦𝘹𝘵𝘰>
│┊➺ 🛠️ .𝘩𝘥
│┊➺ 🛠️ .𝘳𝘦𝘮𝘰𝘷𝘦𝘣𝘨
│┊➺ 🛠️ .𝘵𝘵𝘴 <𝘭𝘢𝘯𝘨> <𝘵𝘦𝘬𝘴>
│┊➺ 🛠️ .𝘵𝘰𝘮𝘱3
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
▸▸ 𝙄𝙉𝙁𝙊 𝘼𝘿𝙄𝘾𝙄𝙊𝙉𝘼𝙇 📊
│┊➺ 📊 .𝘤𝘶𝘢𝘳𝘵𝘰𝘴𝘤𝘩𝘢𝘮𝘱𝘪𝘰𝘯𝘴
│┊➺ 📊 .𝘴𝘶𝘨𝘦𝘳𝘪𝘳
│┊➺ 📊 .𝘴𝘵𝘢𝘵𝘶𝘴
│┊➺ 📊 .𝘩𝘰𝘳𝘢𝘳𝘪𝘰
│┊➺ 📊 .𝘯𝘦𝘸𝘤𝘰𝘮𝘮𝘢𝘯𝘥
│┊➺ 📊 .𝘱𝘪𝘯𝘨
│┊➺ 📊 .𝘴𝘪𝘴𝘵𝘦𝘮𝘢
│┊➺ 📊 .𝘳𝘦𝘱𝘰𝘳𝘵𝘢𝘳
│┊➺ 📊 .𝘩𝘰𝘳𝘰𝘴𝘤𝘰𝘱𝘰                   
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
▸▸ 𝘼𝙍𝙏𝙀 𝘾𝙍𝙀𝘼𝙏𝙄𝙑𝙊 🎨
│┊➺ 🎨 .𝘱𝘰𝘦𝘴í𝘢
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
▸▸ 𝘾𝙊𝘾𝙄𝙉𝘼 🍳
│┊➺ 🍳 .𝘳𝘦𝘤𝘦𝘵𝘢𝘴
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
▸▸ 𝙂𝘼𝘾𝙃𝘼 𝙂𝘼𝙈𝙀𝙎 🎴
│┊➺ 🎴 .𝘨𝘪𝘷𝘦𝘤𝘩𝘢𝘳 <𝘯𝘰𝘮𝘣𝘳𝘦> @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🎴 .𝘨𝘪𝘷𝘦𝘸𝘢𝘪𝘧𝘶 <𝘯𝘰𝘮𝘣𝘳𝘦> @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🎴 .𝘳𝘦𝘨𝘢𝘭𝘢𝘳 <𝘯𝘰𝘮𝘣𝘳𝘦> @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
▸▸ 𝙄𝙉𝙏𝙀𝙇𝙄𝙂𝙀𝙉𝘾𝙄𝘼 𝘼𝙍𝙏𝙄𝙁𝙄𝘾𝙄𝘼𝙇 🤖
│┊➺ 🤖 .𝘤𝘩𝘢𝘵𝘨𝘱𝘵 <𝘵𝘦𝘹𝘵𝘰>
│┊➺ 🤖 .𝘪𝘢 <𝘵𝘦𝘹𝘵𝘰>
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
▸▸ 𝙈𝘼𝙆𝙀𝙍 🛠️
│┊➺ 🛠️ .𝘨𝘢𝘺
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
▸▸ 𝙁𝙐𝙉 🎉
│┊➺ 🎉 .𝘤𝘰𝘧𝘧𝘦/𝘤𝘢𝘧𝘦 @𝘵𝘢𝘨
│┊➺ 🎉 .𝘥𝘢𝘥𝘰
│┊➺ 🎉 .𝘭𝘰𝘷𝘦
│┊➺ 🎉 .𝘧𝘰𝘳𝘮𝘢𝘳𝘯𝘷
│┊➺ 🎉 .𝘢𝘤𝘢𝘳𝘪𝘤𝘪𝘢𝘳 @𝘵𝘢𝘨
│┊➺ 🎉 .𝘢𝘮𝘪𝘴𝘵𝘢𝘥
│┊➺ 🎉 .𝘨𝘢𝘺2 @𝘶𝘴𝘦𝘳
│┊➺ 🎉 .𝘭𝘦𝘴𝘣𝘪𝘢𝘯𝘢 @𝘶𝘴𝘦𝘳
│┊➺ 🎉 .𝘱𝘢𝘫𝘦𝘳𝘰 @𝘶𝘴𝘦𝘳
│┊➺ 🎉 .𝘱𝘢𝘫𝘦𝘳𝘢 @𝘶𝘴𝘦𝘳
│┊➺ 🎉 .𝘱𝘶𝘵𝘰 @𝘶𝘴𝘦𝘳
│┊➺ 🎉 .𝘱𝘶𝘵𝘢 @𝘶𝘴𝘦𝘳
│┊➺ 🎉 .𝘮𝘢𝘯𝘤𝘰 @𝘶𝘴𝘦𝘳
│┊➺ 🎉 .𝘮𝘢𝘯𝘤𝘢 @𝘶𝘴𝘦𝘳
│┊➺ 🎉 .𝘳𝘢𝘵𝘢 @𝘶𝘴𝘦𝘳
│┊➺ 🎉 .𝘱𝘳𝘰𝘴𝘵𝘪𝘵𝘶𝘵𝘢 @𝘶𝘴𝘦𝘳
│┊➺ 🎉 .𝘱𝘳𝘰𝘴𝘵𝘪𝘵𝘶𝘵𝘰 @𝘶𝘴𝘦𝘳
│┊➺ 🎉 .𝘤𝘰𝘯𝘴𝘦𝘫𝘰
│┊➺ 🎉 .𝘥𝘰𝘹𝘦𝘢𝘳 <𝘯𝘰𝘮𝘣𝘳𝘦> | <@𝘵𝘢𝘨>
│┊➺ 🎉 .𝘧𝘢𝘤𝘵𝘰
│┊➺ 🎉 .𝘧𝘰𝘭𝘭𝘢𝘳
│┊➺ 🎉 .𝘧𝘰𝘳𝘮𝘢𝘳𝘱𝘢𝘳𝘦𝘫𝘢
│┊➺ 🎉 .𝘧𝘰𝘳𝘮𝘢𝘳𝘱𝘢𝘳𝘦𝘫𝘢5
│┊➺ 🎉 .𝘧𝘰𝘳𝘮𝘢𝘳𝘵𝘳𝘪𝘰
│┊➺ 🎉 .𝘰𝘳𝘢𝘤𝘪𝘰𝘯
│┊➺ 🎉 .𝘨𝘢𝘺
│┊➺ 🎉 .𝘩𝘶𝘦𝘷𝘰 @𝘶𝘴𝘦𝘳
│┊➺ 🎉 .𝘪𝘯𝘴𝘶𝘭𝘵𝘰
│┊➺ 🎉 .𝘬𝘤𝘩𝘦𝘳𝘰
│┊➺ 🎉 .𝘭𝘰𝘷𝘦 @𝘶𝘴𝘦𝘳
│┊➺ 🎉 .𝘮𝘢𝘥𝘳𝘪𝘥
│┊➺ 🎉 .𝘮𝘢𝘳𝘳𝘺 @𝘶𝘴𝘶𝘢𝘳𝘪𝘰
│┊➺ 🎉 .𝘥𝘪𝘷𝘰𝘳𝘤𝘦
│┊➺ 🎉 .𝘮𝘰𝘳𝘴𝘦 <𝘦𝘯𝘤𝘰𝘥𝘦|𝘥𝘦𝘤𝘰𝘥𝘦>
│┊➺ 🎉 .𝘱𝘢𝘫𝘦𝘢𝘮𝘦
│┊➺ 🎉 .𝘱𝘦𝘳𝘳𝘢
│┊➺ 🎉 .𝘱𝘦𝘳𝘴𝘰𝘯𝘢𝘭𝘪𝘥𝘢𝘥 <𝘯𝘰𝘮𝘣𝘳𝘦>
│┊➺ 🎉 .𝘱𝘪𝘳𝘰𝘱𝘰
│┊➺ 🎉 .𝘱𝘳𝘦𝘨𝘶𝘯𝘵𝘢 <𝘵𝘦𝘹𝘵𝘰>
│┊➺ 🎉 .𝘳𝘦𝘵𝘰
│┊➺ 🎉 .𝘴𝘢𝘱𝘢
│┊➺ 🎉 .𝘴𝘢𝘱𝘰
│┊➺ 🎉 .𝘵𝘰𝘱
│┊➺ 🎉 .𝘷𝘦𝘳𝘥𝘢𝘥
│┊➺ 🎉 .𝘵𝘪𝘫𝘦𝘳𝘢𝘴 @𝘵𝘢𝘨
│┊➺ 🎉 .𝘻𝘰𝘳𝘳𝘢
│┊➺ 🎉 .𝘢𝘤𝘦𝘳𝘵𝘪𝘫𝘰
│┊➺ 🎉 .𝘳𝘶𝘭𝘦𝘵𝘢 <𝘤𝘢𝘯𝘵𝘪𝘥𝘢𝘥> <𝘤𝘰𝘭𝘰𝘳>
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
▸▸ 𝘼𝙐𝘿𝙄𝙊𝙎 🔊
│┊➺ 🔊 .𝘣𝘢𝘴𝘴 <𝘮𝘱3/𝘷𝘯>
│┊➺ 🔊 .𝘣𝘭𝘰𝘸𝘯 <𝘮𝘱3/𝘷𝘯>
│┊➺ 🔊 .𝘥𝘦𝘦𝘱 <𝘮𝘱3/𝘷𝘯>
│┊➺ 🔊 .𝘦𝘢𝘳𝘳𝘢𝘱𝘦 <𝘮𝘱3/𝘷𝘯>
│┊➺ 🔊 .𝘧𝘢𝘴𝘵 <𝘮𝘱3/𝘷𝘯>
│┊➺ 🔊 .𝘧𝘢𝘵 <𝘮𝘱3/𝘷𝘯>
│┊➺ 🔊 .𝘯𝘪𝘨𝘩𝘵𝘤𝘰𝘳𝘦 <𝘮𝘱3/𝘷𝘯>
│┊➺ 🔊 .𝘳𝘦𝘷𝘦𝘳𝘴𝘦 <𝘮𝘱3/𝘷𝘯>
│┊➺ 🔊 .𝘳𝘰𝘣𝘰𝘵 <𝘮𝘱3/𝘷𝘯>
│┊➺ 🔊 .𝘴𝘭𝘰𝘸 <𝘮𝘱3/𝘷𝘯>
│┊➺ 🔊 .𝘴𝘮𝘰𝘰𝘵𝘩 <𝘮𝘱3/𝘷𝘯>
│┊➺ 🔊 .𝘵𝘶𝘱𝘢𝘪 <𝘮𝘱3/𝘷𝘯>
│┊➺ 🔊 .𝘳𝘦𝘷𝘦𝘳𝘣 <𝘮𝘱3/𝘷𝘯>
│┊➺ 🔊 .𝘤𝘩𝘰𝘳𝘶𝘴 <𝘮𝘱3/𝘷𝘯>
│┊➺ 🔊 .𝘧𝘭𝘢𝘯𝘨𝘦𝘳 <𝘮𝘱3/𝘷𝘯>
│┊➺ 🔊 .𝘥𝘪𝘴𝘵𝘰𝘳𝘵𝘪𝘰𝘯 <𝘮𝘱3/𝘷𝘯>
│┊➺ 🔊 .𝘱𝘪𝘵𝘤𝘩 <𝘮𝘱3/𝘷𝘯>
│┊➺ 🔊 .𝘩𝘪𝘨𝘩𝘱𝘢𝘴𝘴 <𝘮𝘱3/𝘷𝘯>
│┊➺ 🔊 .𝘭𝘰𝘸𝘱𝘢𝘴𝘴 <𝘮𝘱3/𝘷𝘯>
│┊➺ 🔊 .𝘶𝘯𝘥𝘦𝘳𝘸𝘢𝘵𝘦𝘳 <𝘮𝘱3/𝘷𝘯>
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙
▸▸ 𝙊𝙒𝙉𝙀𝙍 👑
│┊➺ 👑 .𝘥𝘴𝘰𝘸𝘯𝘦𝘳
│┊➺ 👑 .𝘮𝘣𝘢𝘯 @𝘶𝘴𝘦𝘳
│┊➺ 👑 .𝘢𝘥𝘥𝘤𝘰𝘳𝘢𝘻𝘰𝘯𝘦𝘴 <@𝘶𝘴𝘦𝘳>
│┊➺ 👑 .𝘢𝘥𝘥𝘱𝘳𝘦𝘮 @𝘶𝘴𝘦𝘳
│┊➺ 👑 .𝘢𝘶𝘵𝘰𝘢𝘥𝘮𝘪𝘯
│┊➺ 👑 .𝘤𝘩𝘦𝘵𝘢𝘳
│┊➺ 👑 .𝘨𝘳𝘰𝘶𝘱𝘴
│┊➺ 👑 .𝘨𝘳𝘰𝘶𝘱𝘭𝘪𝘴𝘵
│┊➺ 👑 .𝘫𝘰𝘪𝘯 <𝘤𝘩𝘢𝘵.𝘸𝘩𝘢𝘵𝘴𝘢𝘱𝘱.𝘤𝘰𝘮> <𝘥𝘪𝘢𝘴>
│┊➺ 👑 .𝘳𝘦𝘶𝘯𝘪𝘰𝘯
│┊➺ 👑 .𝘳𝘦𝘶𝘯𝘪𝘰𝘯𝘴𝘵𝘢𝘧𝘧
│┊➺ 👑 .𝘴𝘱𝘢𝘮2
│┊➺ 👑 .𝘶𝘱𝘥𝘢𝘵𝘦
╰ ∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙∙ ∙ ∙ ∙ ∙

 > 𝙏𝙚𝙖𝙢 𝘽𝙤𝙡𝙞𝙡𝙡𝙤 𝘽𝙤𝙩.🥖 
`

const fkontak = {
        "key": {
    "participants":"0@s.whatsapp.net",
                "remoteJid": "status@broadcast",
                "fromMe": false,
                "id": "Halo"
        },
        "message": {
                "contactMessage": {
                        "vcard": `BEGIN:VCARD\nVERSION:3.0\nN:Sy;Bot;;;\nFN:y\nitem1.TEL;waid=${m.sender.split('@')[0]}:${m.sender.split('@')[0]}\nitem1.X-ABLabel:Ponsel\nEND:VCARD`
                }
        },
        "participant": "0@s.whatsapp.net"
}
await conn.sendFile(m.chat, img, 'img.jpg', texto, fkontak)
global.db.data.users[m.sender].lastcofre = new Date * 1
}
handler.help = ['menu']
handler.tags = ['main'] 
handler.command = ['menu'] 
export default handler
